Repository: maiguangyang/flutter_template
Catalog: lib/common/l10n/app_*.arb
Languages: tl

# sendTimeout
source: Connection timeout
tl: Nagkaroon ng timeout sa pagkonekta

# authException
source: Unauthorized
tl: Hindi awtorisadong gumawa nito.

# serverException
source: Server error
tl: Mga error sa server

# networkException
source: Network error
tl: Mga error sa network

# appException
source: Unknown error
tl: Di-kilalang error

source: Loading...
tl: Naglo-loadâ€¦

source: Retry
tl: Subukang muli

source: page
tl: pahina

source: model
tl: Modelo

source: Model name
tl: Pangalan ng modelo

source: type
tl: uri

source: status
tl: kalagayan

# action
source: operation
tl: pagpapatakbo

# size
source: Dimensions
tl: Laki

# paramsSize
source: number of parameters
tl: Halaga ng parametro

# updateTime
source: Modification date
tl: Tarikh ng pagbabago

source: Home page
tl: Pangunahing Pahina

# modelPage
source: Model management
tl: Pamamahala ng mga modelong pang-teknoloiya

source: Login page
tl: Pahina ng Pag-log-in

source: test page
tl: Pahina para sa pagsubok
